[
    {
      "Username": "John",
      "Password": "password",
      "KnownAs": "John",
      "Created": "2017-02-15",
      "LastActive": "2017-02-15",
      "AboutMe": "Non amet qui ex ad officia ad aute sunt deserunt commodo. Nisi nisi nisi est esse cillum veniam amet reprehenderit do dolor ea consequat incididunt. Adipisicing Lorem fugiat laborum enim sit quis excepteur irure tempor aliqua. Lorem irure labore voluptate dolore dolore incididunt sit incididunt. Dolor enim ullamco duis do quis reprehenderit sit elit voluptate amet. Nostrud tempor exercitation esse fugiat officia et eu esse aliqua qui ex nulla qui. Est nostrud irure proident dolore sit quis consectetur cillum nulla incididunt.\r\n",
      "Course": "HNC Computing",
      "Photo": [
        {
          "url": "https://randomuser.me/api/portraits/men/58.jpg",
          "isMain": true,
          "description": "Minim commodo pariatur culpa aliquip laborum non dolore reprehenderit proident laborum reprehenderit dolor commodo."
        }
      ]
    },
    {
      "Username": "Joe",
      "Password": "password",
      "KnownAs": "Joe",
      "Created": "2017-07-18",
      "LastActive": "2017-07-18",
      "AboutMe": "Cupidatat sint aliqua excepteur excepteur excepteur. Minim occaecat ea duis incididunt irure amet nisi tempor. Consequat nulla magna Lorem consequat sint cupidatat ullamco minim reprehenderit cupidatat mollit fugiat officia. Sunt occaecat sunt do est.\r\n",
      "Course": "HNC Computing",
      "Photo": [
        {
          "url": "https://randomuser.me/api/portraits/men/74.jpg",
          "isMain": true,
          "description": "Magna elit enim qui labore anim aliquip sint consectetur incididunt occaecat."
        }
      ]
    },
    {
      "Username": "Jim",
      "Password": "password",
      "KnownAs": "Jim",
      "Created": "2017-03-09",
      "LastActive": "2017-03-09",
      "AboutMe": "Consectetur duis anim culpa esse. Tempor ullamco laboris magna voluptate cupidatat officia. Adipisicing sint fugiat consectetur incididunt magna ut esse quis nulla pariatur consectetur incididunt excepteur tempor. Aute sit consequat labore consectetur enim dolore irure reprehenderit ut proident. Elit voluptate eiusmod est minim veniam excepteur labore exercitation dolor consequat non cillum.\r\n",
      "Course": "HNC Computing",
      "Photo": [
        {
          "url": "https://randomuser.me/api/portraits/men/56.jpg",
          "isMain": true,
          "description": "Nisi pariatur sunt aliquip culpa et deserunt sint."
        }
      ]
    }
  ]